#   Copyright 2021 LetsDank (see LICENSE in root folder)

print("=============================")
print("КЕГЭ 2021 Решения задач :))")
print("")
print("Доступные значения:")
print("   kp - Задания K. Полякова")
print("   re - Задания из базы РешуЕгэ")
print("")
print("Выбери номер задания и его букву:")
print("=============================")

# Пример: kp-25
# Затем отображается список готовых заданий. Как это происходит:
# Из папки читаются все файлы кроме файла universal.py
# Затем данный список выводится в консоль для дальнейшего выбора
# Юзер просто печатает номер задания, который отобразился
# Если заданий много отобразится перелистывание через команды p#, где # - номер страницы


